---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MepUpperBottomElevation
source: html/18454e93-c7c6-507f-bb22-ca5b2e35c9ac.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MepUpperBottomElevation Property

"Upper End Bottom Elevation"

## Syntax (C#)
```csharp
public static ForgeTypeId MepUpperBottomElevation { get; }
```